export const mainNavigation = [
  {
    id: 'home',
    title: 'Home',
  },
  {
    id: 'about',
    title: 'About',
  },
] as const;

export const fakeData = {
  content: [
    {
      id: '313',
      text: `در سال دهم هجری به دستور الهی آخرین سفر پیامبر به مکه برای
    تعلیم حج و اعالم والیت امیرالمومنین علیهم السالم آغاز شد که در این سفر
    بیش از یکصد و بیست هزار نفر حضور داشتند پس از پایان مراسم
    حج اعالم شد که کاروانیان برای برنامه های مهم در غدیر خم
    حضور یابند`,
      imageSource: 'https://picsum.photos/seed/picsum/480/320',
    },
    {
      id: '314',
      text: `هنگام ظهر پس از ادای نماز جماعت پیامبر بر فراز منبر ایستادند و
    امیرالمومنین علیه السالم را فراخواندند تا بر فراز منبر در سمت
    راست و یک پله پایین تر حضور یابند و شروع به ایراد سخنرانی
    فرمودند که حدود یک ساعت طول کشید و در ۱۱ بخش قابل
    ترسیم است در پایان این خطابه از مردم بیعت عمومی گرفته شد
    .و جشن در صحرای غدیر سه روز به طول انجامید`,
      imageSource: 'https://picsum.photos/seed/picsum/480/320',
    },
    {
      id: '315',
      text: `خش یک: ایشان به حمد ثنای الهی پرداختند و به بندگی خود در
    مقابل ذات الهی شهادت دادند`,
      imageSource: 'https://picsum.photos/seed/picsum/480/320',
    },
  ],
};
